Repository: vuteam/ts-gui
Catalog: usr/lib/enigma2/python/Plugins/TSimage/TSimagePanel/Stools/TSsatEditor/ServiceEditor/po/*/ServiceEditor.po
Languages: es, it

source: W
es: O
it: O

source: Error
it: Errore

source: Name
es: Nombre
it: Nome

source: PCR PID (hex)
es: PID de PCR (hex)
it: PID PCR (hex)

source: Video PID (hex)
es: PID de Video (hex)
it: PID video (hex)

source: Video Type
es: Tipo de Video
it: Tipo video

source: Audio PID (hex)
es: PID de Audio (hex)
it: PID audio (hex)

source: AC3 PID (hex)
es: PID AC3 (hex)
it: PID AC3 (hex)

source: Audiochannel
es: Canal de Audio
it: Canale audio

source: AC3 Delay (ms)
es: Retardo AC3 (ms)
it: Ritardo AC3 (ms)

source: PCM Delay (ms)
es: Retardo PCM (ms)
it: Ritardo PCM (ms)

source: TXT PID (hex)
it: PID TXT (hex)

source: Subtitle PID (hex)
es: PID de Subtítulos (hex)
it: PID sottotitoli (hex)

source: dont use SDT
es: No usar SDT
it: Non utilizzare SDT

source: hide Service
es: Ocultar Canal
it: Nascondere il canale

source: no standart service
es: No hay canal estándar
it: Canale non standard

source: keep Servicename
es: Mantener Nombre de Canal
it: Mantenere nome canale

source: sign as new Service
es: marcar como "nuevo Canal"
it: Marcare come nuovo canale

source: unhide Service %s
es: mostrar Canal %s
it: Mostrare il canale %s

source: hide Service %s
es: ocultar Canal %s
it: Nascondere il canale %s

source: hide Provider %s
es: ocultar Proveedor %s
it: Nascondere il provider %s

source: unhide Provider %s
es: mostrar Proveedor %s
it: Mostrare il provider %s

source: toggle hide attibutes for %s
es: alternar ocultar atributos para %s
it: Mostrare <-> Nascondere %s

source: Options for hide
es: Opciones para ocultar
it: Opzioni per nascondere

source: hide/unhide
es: ocultar/mostrar
it: Nasc./Mostr.

source: edit
es: editar
it: Modificare

source: sort
es: aleatorio
it: Ord.

source: Services
es: Canales
it: Canali

source: Providers
es: Proveedores
it: Provider

source: Service
es: Canal
it: Canale

source: Frequency MHz
es: Frecuencia MHz
it: Frequenza MHz

source: Services Editor
es: Rditor de Canales
it: Editor Canali

source: Provider
es: Proveedor
